Repository: nermeen03/SportsNews
Catalog: SportsNews/Onboarding/View/*.lproj/Onboarding.strings
Languages: ar

# E60-Uu-WRm.text
source: Stay on top of the basketball action. Follow your favorite leagues, check out upcoming and past games, and never miss a moment on the court.
ar: ابقَ على اطلاع بكل ما يحدث في كرة السلة. تابع دورياتك المفضلة، وتعرف على المباريات القادمة والسابقة، ولا تفوّت أي لحظة من الإثارة.

# Fdl-hl-FeU.text
source: Catch every over and boundary. Follow your favorite cricket leagues, explore upcoming and past matches, and stay in the loop with live cricket action.
ar: تابع كل رمية وحدود في عالم الكريكيت. تابع دورياتك المفضلة، واستعرض المباريات القادمة والسابقة، وكن دائمًا على اتصال بالحركة المباشرة.

# Z4A-pL-Xwo.text
source: Discover the world of football like never before. Follow leagues, explore upcoming and past matches, and dive into team details — all in one place.
ar: اكتشف عالم كرة القدم كما لم تفعل من قبل. تابع الدوريات، واستعرض المباريات القادمة والسابقة، وتعمّق في تفاصيل الفرق — كل ذلك في مكان واحد.

# h1r-ey-cKd.configuration.title
source: Let's get starting
ar: لنبدأ الآن

# h1r-ey-cKd.normalTitle
source: Button
ar: زر

# iFZ-P2-kJi.text
source: Discover all your favorite sports, track leagues, and follow live events — all in one app. From scores to team details, we’ve got you covered.
ar: اكتشف كل رياضاتك المفضلة، وتابع الدوريات، وواكب الأحداث المباشرة — كل ذلك في تطبيق واحد. من النتائج إلى تفاصيل الفرق، نحن هنا لنقدم لك كل ما تحتاجه.

# nVl-CV-Nef.configuration.title
source: Let's get starting
ar: لنبدأ الآن

# nVl-CV-Nef.normalTitle
source: Button
ar: زر

# q0A-EU-3a0.text
source: Follow thrilling tennis matches across global tournaments. Stay updated on upcoming and past events — and keep an eye on your favorite tennis players in action.
ar: تابع مباريات التنس المثيرة في البطولات العالمية. ابقَ مطّلعًا على الأحداث القادمة والسابقة — وتابع لاعبي التنس المفضلين لديك في قلب المنافسة.

# tFm-Aa-Sw6.text
source: Discover all your favorite sports, track leagues, and follow live events — all in one app. From scores to team details, we’ve got you covered.
ar: اكتشف كل رياضاتك المفضلة، وتابع الدوريات، وواكب الأحداث المباشرة — كل ذلك في تطبيق واحد. من النتائج إلى تفاصيل الفرق، نحن هنا لنقدم لك كل ما تحتاجه.
